/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "%@ 產品註冊 V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "為獲得最佳設定體驗，請使用 OS X %s 或更高版本。";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "連接到 %@ 註冊伺服器時出現問題。 請稍後再試。";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "連接到網際網路時出現問題。 請稍後再試。";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "找不到預設的瀏覽器或無法開啟瀏覽器。.";

"OK" = "確定";
